Repository: Muratcan36/KODI_Addons
Catalog: screensaver.unsplash/resources/language/resource.language.*/strings.po
Languages: de_de, es_es

# Addon Summary
source: Beautiful, free photos. Gifted by the world's most generous community of photographers.
de_de: Schöne, kostenlose Fotos. Zur Verfügung gestellt von der großzügigsten Fotografengemeinschaft der Welt.
es_es: Fotos bonitas y gratuitas. Donadas por la comunidad de fotógrafos más generosa del mundo.

# Addon Description
source: Beautiful, free photos. Gifted by the world's most generous community of photographers.
de_de: Schöne, kostenlose Fotos. Zur Verfügung gestellt von der großzügigsten Fotografengemeinschaft der Welt.
es_es: Fotos bonitas y gratuitas. Donadas por la comunidad de fotógrafos más generosa del mundo.

# #32002
source: Rotate Image Every
de_de: Bild wechseln alle
es_es: Girar imagen cada

# #32003
source: Animate Image
de_de: Bild animieren
es_es: Imagen animada

# #32004
source: Display Time & Weather
de_de: Zeit und Wetter anzeigen
es_es: Mostrar Hora & Meteorología

# #32005
source: Preferred Mode
de_de: Bevorzugter Modus
es_es: Modo preferido

# #32006
source: Enable Keywords
de_de: Schlüsselwörter aktivieren
es_es: Habilitar palabras clave

# #32007
source: Enter Search Parameters Ex.(City,Night)
de_de: Suchparameter eingeben (City,Nacht)
es_es: Introducir parámetros de búsqueda Ej.(Ciudad,Noche)

# #32008
source: Enter User Name
de_de: Benutzername eingeben
es_es: Introducir nombre de usuario

# #32009
source: Enter Collection ID
de_de: Sammlungs-ID eingeben
es_es: Introducir ID de colección

# #32010
source: Preferred Resolution
de_de: Bevorzugte Auflösung
es_es: Resolución preferida

# #32011
source: Use Vignette Overlay
de_de: Vignettenüberlagerung verwenden
es_es: Usar capa de viñeteado

# #30001
source: Something went wrong, Try again...
de_de: Irgendetwas ist schief gelaufen. Bitte neu versuchen ...
es_es: Algo salió mal, Inténtalo de nuevo...

# #30002
source: General
de_de: Allgemein

# #30003
source: Register for API-KEY @ https://unsplash.com/oauth/applications
de_de: Für API-KEY registrieren @ https://unsplash.com/oauth/applications
es_es: Regístrese para obtener la API-KEY @ https://unsplash.com/oauth/applications

# #30004
source: Enter API-KEY
de_de: API-KEY eingeben
es_es: Introducir API-KEY

# #30005
source: Enter Category
de_de: Kategorie eingeben
es_es: Introducir categoría

# #30006
source: Enter Search Query
de_de: Suchanfrage eingeben
es_es: Introducir consulta de búsqueda
