Repository: Muratcan36/KODI_Addons
Catalog: script.media.maintenance/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr

# #30000
source: Enable Debugging [Log errors]
de_de: Debugging einschalten [Fehler protokollieren]
fr_fr: Activer le débogage [Log errors]

# #30001
source: Something went wrong, Try again...
de_de: Etwas ist schief gelaufen, erneut versuchen …
fr_fr: Quelque chose s'est mal passé, essayez encore...

# #30002
source: Select TV Shows to Monitor
de_de: Zu überwachende Serien auswählen
fr_fr: Sélectionner les émissions de télévision à surveiller

# #30003
source: Scanning...
de_de: Wird durchsucht …
fr_fr: Balayage...

# #30004
source: Scan Complete
de_de: Durchsuchen vollständig
fr_fr: Scan terminé

# #30005
source: Monitored TV Shows
de_de: Überwachte Serien
fr_fr: Séries TV surveillées

# #30006
source: Add Sonarr Monitored TV Shows
de_de: Durch Sonarr überwachte Serien hinzufügen
fr_fr: Ajouter des séries TV surveillées par Sonarr

# #30007
source: IP:Port
fr_fr: Port : IP

# #30008
source: API-Key
de_de: API-Schlüssel
fr_fr: Clé API

# #30009
source: Scanning Sonarrr
de_de: Sonarrr wird durchsucht
fr_fr: Scan Sonarrr

# #30010
source: Monitoring [B](%s)[/B] TV Show%s
de_de: [B](%s)[/B] Serien werden überwacht
fr_fr: Surveillance de la série TV [B](%s)[/B]%s

# #30011
source: Last Scanned (%s)
de_de: Zuletzt durchsucht (%s)
fr_fr: Dernière analyse (%s)

# #30012
source: Clear Monitored TV Shows
de_de: Überwachte Serien aufräumen
fr_fr: Effacer les séries TV surveillées

# #30013
source: Enable add-on to [B]DELETE[/B] your media
de_de: Addon zum [B]LÖSCHEN[/B] der Medien aktivieren
fr_fr: Activer le module complémentaire pour [B]SUPPRIMER[/B] votre média

# #30014
source: Warning!! Selecting "Remove" will [B]PERMANENTLY DELETE[/B] media
de_de: Warnung! Bei „Entfernen“ werden die Medien [B]DAUERHAFT GELÖSCHT[/B]
fr_fr: Avertissement ! ! La sélection de "Supprimer" [B]SUPPRIMERA DEFINITIVEMENT[/B] le média

# #30015
source: TV Shows
de_de: Serien
fr_fr: Séries TV

# #30017
source: Cleared Monitored TV Shows
de_de: Aufgeräumte überwachte Serien
fr_fr: Séries TV surveillées effacées

# #30018
source: Movies
de_de: Filme
fr_fr: Films

# #30020
source: Watched after
de_de: Gesehen nach
fr_fr: Regardé après

# #30021
source: Remove (%s)
de_de: (%s) entfernen
fr_fr: Supprimer (%s)

# #30022
source: Permission required, Check file access.
de_de: Berechtigung benötigt, Dateizugriff überprüfen.
fr_fr: Autorisation requise, vérifier l'accès au fichier.

# #30023
source: "%s" Removed!
de_de: „%s“ entfernt!
fr_fr: "%s" supprimé !

# #30024
source: Monitor Movies
de_de: Filme überwachen
fr_fr: Surveiller les films

# #30025
source: Clear Monitored Movies
de_de: Überwachte Filme aufräumen
fr_fr: Effacer les films surveillés

# #30026
source: Scan Radarr for Monitored Movies
de_de: Radarr nach überwachten Filmen durchsuchen
fr_fr: Scan Radarr pour les films surveillés

# #30028
source: Monitors
de_de: Überwachungen
fr_fr: Surveillants

# #30029
source: Only Remove TV episodes after completing the season
de_de: TV-Episoden erst nach Beendigung der Staffel entfernen
fr_fr: Supprimer uniquement les épisodes TV après avoir terminé la saison

# #30030
source: Scheduling
de_de: Planung
fr_fr: Planification

# #30031
source: Scan Library
de_de: Bibliothek einlesen
fr_fr: Scan de la bibliothèque

# #30032
source: Clean Library
de_de: Bibliothek aufräumen
fr_fr: Nettoyer la bibliothèque

# #30033
source: No Duplicates Found
de_de: Keine Duplikate gefunden
fr_fr: Aucun doublon trouvé

# #30034
source: Scan Library for duplicate Movies
de_de: Bibliothek nach doppelten Filmen durchsuchen
fr_fr: Scan de la bibliothèque de film pour les doublons

# #30035
source: Open Settings
de_de: Einstellungen öffnen
fr_fr: Ouvrir les paramètres

# #30036
source: Select duplicates to remove
de_de: Zu entfernende Duplikate auswählen
fr_fr: Sélectionner les doublons à supprimer

# #30037
source: Select one or multiple TV Shows
de_de: Eine oder mehrere Serien auswählen
fr_fr: Sélectionner une ou plusieurs séries TV

# #30038
source: Scanning TV Shows...
de_de: Serien einlesen …
fr_fr: Recherche de séries TV...

# #30039
source: Scanning Movies...
de_de: Filme einlesen …
fr_fr: Recherche de films...

# #30040
source: Removing duplicate Movies...
de_de: Doppelte Filme entfernen …
fr_fr: Suppression des films en double...

# #30041
source: Match duplicate Movies by
de_de: Doppelte Filme abgleichen nach
fr_fr: Faire correspondre les films en double par

# #30042
source: Add to Monitor List
de_de: Zur Überwachungsliste hinzufügen
fr_fr: Ajouter à la liste de surveillance

# #30043
source: Add "%s" to Monitored TV Shows
de_de: „%s“ zu überwachten Serien hinzufügen
fr_fr: Ajouter "%s" aux séries TV surveillées

# #30044
source: Select All
de_de: Alle auswählen
fr_fr: Tout sélectionner

# #30045
source: Monitor all shows
de_de: Alle Serien überwachen
fr_fr: Surveiller toutes les séries

# #30046
source: General
de_de: Allgemein
fr_fr: Général

# #30047
source: Monitor PVR Recordings
de_de: PVR-Aufnahmen überwachen
fr_fr: Surveiller les enregistrements PVR

# #30048
source: Unselect All
de_de: Alle abwählen
fr_fr: Tout désélectionner

# #30049
source: Remove all show monitors
de_de: Alle Serienüberwachungen entfernen
fr_fr: Supprimer toutes les surveillances d'affichage

# #30050
source: Scanning Movies for duplicates...
de_de: Filme nach Duplikaten durchsuchen …
fr_fr: Recherche de doublons dans les films...

# #30051
source: "%s" Deleted!
de_de: „%s“ gelöscht!
fr_fr: "%s" supprimé !
