Repository: Muratcan36/KODI_Addons
Catalog: service.iptv.manager/resources/language/resource.language.*/strings.po
Languages: fr_fr

# Addon Summary
source: Integrate IPTV channels from other add-ons in the Kodi TV and Radio menus
fr_fr: Intégrer les chaines IPTV d'autres extensions dans les menus Radio et TV de Kodi

# Addon Description
source: IPTV Manager integrates IPTV channels from other add-ons in the Kodi TV and Radio menus.
fr_fr: IPTV Manager intègre des chaines IPTV d'autres extensions dans les menus TV et Radio de Kodi.

# #30600
source: Play with IPTV Manager
fr_fr: Lire avec IPTV Manager

# #30700
source: Are you sure you want to setup IPTV Simple for the use with IPTV Manager? Any existing configuration of IPTV Simple will be overwritten.
fr_fr: Êtes-vous sûr de vouloir configurer l'utilisation d’IPTV Simple pour IPTV Manager ? Toute configuration existante d’IPTV Simple sera écrasée.

# #30701
source: IPTV Simple is configured for use with IPTV Manager!
fr_fr: IPTV Simple est configuré pour être utilisé avec IPTV Manager !

# #30702
source: The configuration of IPTV Simple has failed. Please check the log files for more information.
fr_fr: La configuration d’IPTV Simple a échouée. Vérifier le fichier de log pour plus d'informations.

# #30703
source: Detecting IPTV add-ons...
fr_fr: Détection des extensions IPTV...

# #30704
source: Fetching channels and guide of {addon}...
fr_fr: Récupération des chaînes et du guide de {addon}...

# #30705
source: Updating channels and guide...
fr_fr: Mise à jour des chaînes et du guide...

# #30706
source: This program isn't available to play.
fr_fr: Ce programme n’est pas disponible pour la lecture.

# #30800
source: Channels
fr_fr: Chaînes

# #30801
source: Refreshing
fr_fr: Mise à jour

# #30802
source: Refresh interval [I](in hours)[/I]
fr_fr: Intervalle de mise à jour [I](en heures)[/I]

# #30803
source: Refresh channels and guide now…
fr_fr: Mise à jour des chaînes et du guide en cours…

# #30822
source: Configure IPTV Simple automatically…
fr_fr: Configurer IPTV Simple automatiquement…

# #30823
source: Open IPTV Simple settings…
fr_fr: Ouvrir la configuration d’IPTV Simple…

# #30824
source: Automatically restart IPTV Simple to refresh the data
fr_fr: Redémarrer IPTV Simple automatiquement pour mettre à jour les données

# #30881
source: Logging
fr_fr: Journalisation

# #30882
source: Enable debug logging
fr_fr: Activer la journalisation de débogage

# #30883
source: Install Kodi Logfile Uploader…
fr_fr: Installer Kodi Logfile Uploader…

# #30884
source: Open Kodi Logfile Uploader…
fr_fr: Ouvrir Kodi Logfile Uploader…
