Repository: Muratcan36/KODI_Addons
Catalog: service.moduleauditor/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr

# Addon Summary
source: Scan and Compare installed modules w/official Kodi repository.
de_de: Installierte Addons durchsuchen und mit denen aus dem offiziellen Kodi-Repository vergleichen.
fr_fr: Analyser et comparer les modules installés avec le référentiel Kodi officiel.

# Addon Description
source: Scan and Compare installed modules w/official Kodi repository.
de_de: Installierte Addons durchsuchen und mit denen aus dem offiziellen Kodi-Repository vergleichen.
fr_fr: Analyser et comparer les modules installés avec le référentiel Kodi officiel.

# Addon Disclaimer
source: Module Auditor does not prevent nor protect you from Mal-ware. A clean scan does not guarantee a system free o Malware. Use common sense when installing third-party repositories.
de_de: Module Auditor schützt nicht gegen Malware. Wenn nichts gefunden wird, ist das keine Garantie für ein malware-freies System. Bitte gesunden Menschenverstand beim Installieren von Repositorys von Drittanbietern benutzen.
fr_fr: Module Auditor ne vous empêche ni ne vous protège contre les logiciels malveillants. Une analyse propre ne garantit pas un système exempt de Malware. Faites preuve de bon sens lors de l'installation de référentiels tiers.

# #32000
source: Enable Debugging
de_de: Fehlersuche aktivieren
fr_fr: Activer le débogage

# #30001
source: Something went wrong, Try again...
de_de: Etwas ist schief gelaufen. Nochmal versuchen ...
fr_fr: Quelque chose s'est mal passé, essayez encore...

# #32002
source: [COLOR=green]Verified[/COLOR]
de_de: [COLOR=green]Überprüft[/COLOR]
fr_fr: [COLOR=vert]Vérifié[/COLOR]

# #32003
source: [COLOR=orange]Unknown Origin[/COLOR]
de_de: [COLOR=orange]Unbekannte Herkunft[/COLOR]
fr_fr: [COLOR=orange]Origine inconnue[/COLOR]

# #32004
source: [COLOR=red]Unknown Version[/COLOR]
de_de: [COLOR=red]Unbekannte Version[/COLOR]
fr_fr: [COLOR=rouge]Version inconnue[/COLOR]

# #32005
source: Silently run scan every x days
de_de: Suche im Hintergrund alle x Tage ausführen
fr_fr: Exécuter une analyse silencieuse tous les x jours

# #32006
source: found [B]%d[/B] issue%s, Manually run for more details ...
de_de: [B]%d[/B] Problem%s gefunden. Manuell ausführen für mehr Details ...
fr_fr: [B]%d[/B] problème%s trouvé%s, exécuter manuellement pour plus de détails...

# #32007
source: Summary
de_de: Zusammenfassung
fr_fr: Résumé

# #32008
source: Details
fr_fr: Détails

# #32009
source: View Summary or Details?
de_de: Zusammenfassung oder Details ansehen?
fr_fr: Afficher le résumé ou les détails ?

# #32010
source: Module Disabled
de_de: Modul deaktiviert
fr_fr: Module désactivé

# #32011
source: Disable %s?
de_de: %s deaktivieren?
fr_fr: Désactiver %s ?

# #32012
source: Select Module to disable
de_de: Zu deaktivierendes Modul auswählen
fr_fr: Sélectionner le module à désactiver

# #32013
source: [COLOR=white][B]Risk Assessment[/B][/COLOR] - [COLOR=red][B]Severe[/B][/COLOR] | [COLOR=orange][B]Moderate[/B][/COLOR] | [COLOR=green][B]Low[/B][/COLOR]
de_de: [COLOR=white][B]Risikobewertung[/B][/COLOR] - [COLOR=red][B]Schwerwiegend[/B][/COLOR] | [COLOR=orange][B]Moderat[/B][/COLOR] | [COLOR=green][B]Gering[/B][/COLOR]
fr_fr: [COLOR=white][B]Évaluation des risques[/B][/COLOR] - [COLOR=red][B]Grave[/B][/COLOR] | [COLOR=orange][B]Modéré[/B][/COLOR] | [COLOR=vert][B]Faible[/B][/COLOR]

# #32014
source: Building Kodi Repositories ...
de_de: Kodi-Repositorys werden erstellt ...
fr_fr: Construction des référentiels Kodi...

# #32015
source: reviewing %s
de_de: %s wird überprüft
fr_fr: révision de %s

# #32016
source: Auditing Modules ...
de_de: Module werden überprüft ...
fr_fr: Audition des Modules ...

# #32017
source: Verifying %s
de_de: %s wird verifiziert
fr_fr: Vérification de %s

# #32018
source: Audit Complete
de_de: Überprüfung abgeschlossen
fr_fr: Vérification terminée

# #32019
source: Added to White List
de_de: Zur Whitelist hinzugefügt
fr_fr: Ajouté à la liste blanche

# #32020
source: View Options for Module?
de_de: Moduloptionen ansehen?
fr_fr: Afficher les options du module ?

# #32021
source: Disable Module?
de_de: Modul deaktivieren?
fr_fr: Désactiver le module ?

# #32022
source: Ignore Module?
de_de: Modul ignorieren?
fr_fr: Ignorer le module ?

# #32023
source: More Information ...
de_de: Weitere Informationen ...
fr_fr: Plus d'information ...

# #32024
source: Back to Details ...
de_de: Zurück zu den Details ...
fr_fr: Retour aux détails...

# #32025
source: Select Action for %s
de_de: Aktion für %s auswählen
fr_fr: Sélectionner une action pour %s

# #32026
source: Disable Auto Scan
de_de: Automatischen Suchlauf deaktivieren
fr_fr: Désactiver l'analyse automatique
